Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: Apply stashed changes back into the working tree and the index
pt_br: Aplica alterações do stash de volta na árvore de trabalho e no índice

source: Diff selected stash
pt_br: Fazer diff do stash selecionado

source: Show a diff of the selected stash
pt_br: Mostra um diff do stash selecionado

source: Drop selected stash
pt_br: Remover o stash selecionado

source: Delete the selected stash
pt_br: Remove o stash selecionado

source: Delete all stashes in this repository
pt_br: Apagar todos os stashes neste repositório

source: Revision tools
pt_br: Ferramentas de revisão

source: Show commit diff
pt_br: Mostrar diff do commit

source: Show a diff of the selected revision
pt_br: Mostrar um diff da revisão selecionada

source: Merge an individual commit from another branch
pt_br: Mescla um commit individual de outro branch

source: Reset/Revert
pt_br: Redefinir/Reverter

source: Reset tree
pt_br: Redefinir árvore

source: Reset tree to a previous revision
pt_br: Redefine a árvore para uma revisão anterior

source: Revert commit
pt_br: Reverter commit

source: Patch series
pt_br: Série de patches

source: Generate a patch series
pt_br: Gerar uma série de patches

source: Mailbox files
pt_br: Arquivos de caixa de correio

source: Apply patches from mailbox files
pt_br: Aplicar patches de arquivos da caixa de mensagens

source: Continue applying patches with resolved conflicts
pt_br: Continuar a aplicação de patches depois de resolver conflitos

source: Skip the current patch in the series
pt_br: Pula o patch atual na série

source: Stop applying the patch series and return the tree to its previous state
pt_br: Parar aplicação de patches em série e retorne a árvore no seu estado anterior

source: Branch
pt_br: Ramo

source: Git Tasks
pt_br: Tarefas do Git

source: Remotes
pt_br: Remotos

source: Select widgets in the workspace
pt_br: Seleciona widgets no espaço de trabalho

source: Drag and resize widgets in the workspace
pt_br: Arrasta e seleciona widgets no espaço de trabalho

source: Loading Glade…
pt_br: Carregando Glade…

source: Unable to parse make file
pt_br: Não foi possível interpretar o arquivo make

source: New Directory
pt_br: Novo diretório

source: _Directory name:
pt_br: _Nome do diretório:

source: Specify _where to create the directory:
pt_br: Especifique _onde criar o diretório:

source: Add Library
pt_br: Adicionar biblioteca

source: Select the _target for the library:
pt_br: Selecione o a_lvo para a biblioteca:

source: _New library…
pt_br: _Nova biblioteca…

source: Modules:
pt_br: Módulos:

source: New Library
pt_br: Nova biblioteca

source: Package list:
pt_br: Lista de pacotes:

source: _Module name:
pt_br: Nome do _módulo:

source: Browse other nodes
pt_br: Navegar outros nodos

source: More options:
pt_br: Mais opções:

source: Are you sure you want to remove the following package from the project?
pt_br: Você tem certeza de que deseja remover o seguinte pacote do projeto?

source: Are you sure you want to remove the following module from the project?
pt_br: Você tem certeza de que deseja remover o seguinte módulo do projeto?

source: Module: %s
pt_br: Módulo: %s

source: Package: %s
pt_br: Pacote: %s

source: The group will be deleted from the file system.
pt_br: O grupo será excluído do sistema de arquivos.

source: The source file will be deleted from the file system.
pt_br: O arquivo fonte será excluído do sistema de arquivos.

source: New _Directory…
pt_br: Novo _diretório…

source: Add a new directory to the project
pt_br: Adiciona um novo diretório no projeto

source: New _Target…
pt_br: Novo _alvo…

source: Add a new target to the project
pt_br: Adicionar um alvo ao projeto

source: Add a source file to a target
pt_br: Adiciona um arquivo de código fonte ao alvo

source: Add _Library…
pt_br: Adicionar bib_lioteca…

source: Add a module to a target
pt_br: Adiciona um módulo para um alvo

source: New _Library…
pt_br: Nova bib_lioteca…

source: Add a new package to the project
pt_br: Adicionar um novo pacote ao projeto

source: New _Directory
pt_br: Novo _diretório

source: New _Target
pt_br: Novo _alvo

source: Add _Library
pt_br: Adicionar biblioteca

source: Add a library to a target
pt_br: Adiciona uma biblioteca ao alvo

source: New _Library
pt_br: Nova bib_lioteca

source: Add a new library to the project
pt_br: Adiciona uma nova biblioteca ao projeto

source: _Sort
pt_br: Orde_nar

source: Sort shortcuts
pt_br: Ordena atalhos

source: Update project view…
pt_br: Atualizar visão de projeto…

source: This property is not modifiable.
pt_br: Esta propriedades não é modificável.

source: Directory properties
pt_br: Propriedades do diretório

source: Source properties
pt_br: Propriedades do código-fonte

source: Module properties
pt_br: Propriedades do módulo

source: Package properties
pt_br: Propriedades do pacote

source: Unknown properties
pt_br: Propriedades desconhecidas

source: The selected node cannot contain source files.
pt_br: O nodo selecionado não contém arquivos de código-fonte.

source: Cannot add modules
pt_br: Não foi possível adicionar módulos

source: Missing module name
pt_br: Faltando nome do módulo

source: Cannot add packages
pt_br: Não foi possível pacotes

source: Field "%s" must contains only letters, digits or the following characters "#$:%%+,.=@^_`~". In addition you cannot have a leading dash. Please fix it.
pt_br: O campo "%s" deve conter somente letras, dígitos ou os seguintes caracteres "#$:%%+,.=@^_`~". Adicionalmente, você não pode possuir um traço iniciado. Por favor, conserte isso.

source: Field "%s" must contains only letters, digits, the following characters "#$:%%+,.=@^_`~" or directory separators. In addition you cannot have a leading dash. Please fix it.
pt_br: O campo "%s" deve conter somente letras, dígitos, os seguintes caracteres "#$:%%+,.=@^_`~" ou separadores de diretório. Adicionalmente, você não pode possuir um traço iniciado. Por favor, conserte isso.

source: The missing programs are usually part of some distribution packages and can be searched for in your Application Manager. Similarly, the development packages are contained in special packages that your distribution provides to allow development of projects based on them. They usually end with a "-dev" or "-devel" suffix in package names and can be found by searching in your Application Manager.
pt_br: Os programas que estão faltando são, usualmente, parte de algum pacote de distribuição e podem ser pesquisados no seu Gerenciador de aplicativos. Do mesmo modo, os pacotes de desenvolvimento estão contidos em pacotes especiais fornecidos por sua distribuição que permitem o desenvolvimento de projetos com base nela. Eles, de modo geral, terminam com sufixo "-dev" ou "-devel" nos nomes dos pacotes e podem ser localizados por intermédio do seu Gerenciador de aplicativos.

source: GTK+ (simple)
pt_br: GTK+ (simples)

source: Simple GTK+ project
pt_br: Um projeto simples em GTK+

source: Use GtkBuilder for user interface:
pt_br: Usar GtkBuilder para a interface do usuário.

source: Use GtkBuilder to create the user-interface in a graphical way and load it from xml files at runtime
pt_br: Usa o GtkBuilder para criar a interface do usuário de uma forma gráfica e carregue-a de arquivos xml em tempo de execução

source: GTKmm (Simple)
pt_br: GTKmm (simples)

source: A minimal GTKmm project
pt_br: Um projeto mínimo em GTKmm

source: GTK+ (Application)
pt_br: GTK+ (Aplicativo)

source: Full features Gtk+ Application with file handling
pt_br: Um aplicativo Gtk+ completo de recursos com manipulação de arquivos

source: Command used for starting a terminal
pt_br: Comando usado para iniciar um terminal

source: Wrap lines
pt_br: Quebrar linhas

source: Line numbers
pt_br: Número das linhas

source: Header
pt_br: Cabeçalho

source: Footer
pt_br: Rodapé

source: Highlight source code
pt_br: Realçar código fonte

source: Create a new project
pt_br: Criar um novo projeto

source: Import an existing project
pt_br: Importa um projeto existente

source: Recent projects:
pt_br: Projetos recentes:

source: Tutorials
pt_br: Tutoriais

source: Getting started:
pt_br: Começando:

source: Leading asterisk in multi-line comment
pt_br: Asteriscos iniciais em comentários de múltiplas linhas

source: Prefer vim/emacs modelines over indentation settings
pt_br: Preferir modo de linhas do vim/emacs do que as configurações de edentação

source: Automatically load required libraries of the project
pt_br: Carregar automaticamente as bibliotecas exigidas pelo projeto

source: Load API tags for C standard library
pt_br: Carregar as etiquetas de API para a biblioteca C padrão

source: Load API tags for C++ standard template library
pt_br: Carregar as etiquetas de API da biblioteca de modelos padrão do C++

source: API Tags (C/C++)
pt_br: Etiquetas de API (C/C++)

source: Comment/Uncomment
pt_br: Comentar/Descomentar

source: Comment or uncomment current selection
pt_br: Comenta ou descomenta a seleção atual

source: GNU Debugger
pt_br: Depurador GNU (GDB)

source: User interface file
pt_br: Arquivo de interface com usuário

source: Class
pt_br: Classe

source: New Autotools backend for project manager
pt_br: Novo backend Autotools para o gerenciador de projetos

source: Javascript Debugger
pt_br: Depurador para Javascript

source: IDE;development;programming;
pt_br: IDE;desenvolvimento;programação;ambiente de desenvolvimento;

source: Autogen is busy
pt_br: Autogen está ocupado

source: Could not write definition file "%s": %s
pt_br: Não foi possível escrever o arquivo de definição "%s": %s

source: Could not open file "%s": %s
pt_br: Não foi possível abrir o arquivo "%s": %s

source: These are the plugins selected by you when you have been prompted to choose one of many suitable plugins. Removing the preferred plugin will let you choose a different plugin.
pt_br: Estes são os plug-ins selecionados por você quando Anjuta lhe pediu para escolher um dos muitos plug-ins adequados. Remover o plug-in preferencial permitirá a você escolher um plug-in diferente.

source: Loading:
pt_br: Carregando:

source: Failed to read '%s': Following mandatory plugins are missing
pt_br: Falha ao ler "%s": Os seguintes plug-ins obrigatórios estão faltando
